score = {}

programms = {"law": "40.03.01 Юриспруденция", "region": "41.03.01 Зарубежное регионоведение",
             "advert": "42.03.01 Реклама и связи с общественностью", "books": "42.03.03 Издательское дело",
             "psyteach": "44.03.02 Психолого-педагогическое образование", "ling": "45.03.02 Лингвистика",
             "compling": "45.03.04 Интеллектуальные системы в гуманитарной сфере", "forensic": "40.05.03  Судебная экспертиза"}

urls = {"law": "https://hum.spbstu.ru/edu/40.03.01/", "region": "https://hum.spbstu.ru/edu/41.03.01/",
             "advert": "https://hum.spbstu.ru/edu/42.03.01/", "books": "https://hum.spbstu.ru/edu/42.03.03/",
             "psyteach": "https://hum.spbstu.ru/edu/44.03.02/", "ling": "https://hum.spbstu.ru/edu/45.03.02/",
             "compling": "https://hum.spbstu.ru/edu/45.03.04/", "forensic": "https://hum.spbstu.ru/edu/40.05.03/"}

description = {"law": "ахуенное описание", "region": "ахуенное описание",
               "advert": "ахуенное описание", "books": "ахуенное описание",
               "psyteach": "ахуенное описание", "ling": "ахуенное описание",
               "compling": "ахуенное описание", "forensic": "ахуенное описание"}

exam_points22 = {"law": 274, "region": 282, "advert": 284, "books":  279,
                 "psyteach": 223, "ling": 296, "compling": 260, "forensic": 191}

exam_points23 = {"law": 280, "region":  277, "advert": 293, "books": 276,
                 "psyteach": 237, "ling": 281, "compling": 254, "forensic": 189}

min_points = {"law": "_При поступлении по ЕГЭ:_\n1. Обществознание (60)\n2. История (50) / Иностранный язык (60)\n3. Русский язык (60)\n\n_При поступлении по вступительным испытаниям:_\n1. Философия технологий (60)\n2. Иностранный язык в профессиональной сфере (60)\n3. Русский язык (60)",
              "region": "_При поступлении по ЕГЭ:_\n1. История (50)\n2. Иностранный язык (60) / Обществознание (60)\n3. Русский язык (60)\n\n_При поступлении по вступительным испытаниям:_\n1. Философия технологий (60)\n2. Иностранный язык в профессиональной сфере (60)\n3. Русский язык (60)",
              "advert": "_При поступлении по ЕГЭ:_\n1. Обществознание (60)\n2. История (50) / Иностранный язык (60)\n3. Русский язык (60)\n\n_При поступлении по вступительным испытаниям:_\n1. Философия технологий (60)\n2. Иностранный язык в профессиональной сфере (60)\n3. Русский язык (60)",
              "books": "_При поступлении по ЕГЭ:_\n1. Обществознание (60)\n2. Литература (50) / Иностранный язык (60)\n3. Русский язык (60)\n\n_При поступлении по вступительным испытаниям:_\n1. Философия технологий (60)\n2. Иностранный язык в профессиональной сфере (60)\n3. Русский язык (60)" ,
              "psyteach": "_При поступлении по ЕГЭ:_\n1. Биология (50)\n2. Математика (50) / Обществознание (60)\n3. Русский язык (60)\n\n_При поступлении по вступительным испытаниям:_\n1. Философия технологий (60)\n2. Иностранный язык в профессиональной сфере (60)\n3. Русский язык (60)",
              "ling": "_При поступлении по ЕГЭ:_\n1. Иностранный язык (60)\n2. Литература (50) / Обществознание (60)\n3. Русский язык (60)\n\n_При поступлении по вступительным испытаниям:_\n1. Иностранный язык в профессиональной сфере (60)\n2. Философия технологий (60)\n3. Русский язык (60)",
              "compling": "_При поступлении по ЕГЭ:_\n1. Математика (50)\n2. Иностранный язык (60) / Информатика (55)\n3. Русский язык (60)\n\n_При поступлении по вступительным испытаниям:_\n1. Элементы высшей математики (50)\n2. Иностранный язык в профессиональной сфере (60)\n3. Русский язык (60)",
              "forensic": "_При поступлении по ЕГЭ:_\n1. Обществознание (60)\n2. История (50) / Иностранный язык(60)\n3. Русский язык (60)\n\n_При поступлении по вступительным испытаниям:_\n1. Философия технологий (60)\n2. Иностранный язык в профессиональной сфере (60)\n3. Русский язык (60)"}

